'''
Напишіть програму створення на системному диску в каталозі NewFold свого
каталогу, в ньому текстового файлу зі своєю анкетою (ПІБ, стать, вік, курс, спеціальність,
факультет) і сформуйте код програмного виведення файлу з анкетою на екран.
'''

import os

path = r'C:\Users\Danya\Desktop\NewFolder'  # мвсце створення нової дерикторії
os.mkdir(path)  # створення папки
f = open(r'C:\Users\Danya\Desktop\NewFolder\text.txt', 'w')  # відкриття (створення) файлу
f.write(
    'Слободюнюк Данило Вячеславович \nЧоловік \n18 \n1 курс \nКомпютерні науки \nФізико-технічний факультет')  # запис у файл інформації
f.close()
f = open(r'C:\Users\Danya\Desktop\NewFolder\text.txt', 'r')  # зчитування файлу
print(f.read())
